<header>
	<h1>นโยบายข้อมูล<span class="nobr">ส่วนบุคคล</span></h1>
	<a class="back" href="/"
		><img
			src="./icons/close.svg"
			alt="กลับหน้าหลัก"
			width="32"
			height="32"
			loading="lazy"
			decoding="async"
		/></a
	>
</header>
<div class="term-container">
	<section>
		<h2>
			ข้อกำหนดและเงื่อนไขการอนุญาตการใช้บริการและการใช้ข้อมูล ขององค์กรต่อต้านคอร์รัปชัน (ประเทศไทย)
		</h2>
		<p>
			องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย)
			ดำเนินการรวบรวมข้อมูลเปิดสาธารณะของโรงเรียนสังกัดสำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน (สพฐ.)
			ที่มีความสำคัญต่อการบริหารจัดการและการพัฒนาคุณภาพการให้บริการในสถานศึกษา
			ทำการเชื่อมโยงและนำเสนอข้อมูลดังกล่าว
			เพื่อประโยชน์ของสาธารณะในการส่งเสริมความโปร่งใสและสร้างการมีส่วนร่วมภายในสถานศึกษา
			โดยอำนวยความสะดวกให้หน่วยงานและผู้ที่เกี่ยวข้องในระบบการศึกษาสามารถวิเคราะห์ข้อมูลเพื่อติดตามตรวจสอบและร่วมแลกเปลี่ยนความคิดเห็นได้โดยง่าย
			และเป็นเครื่องมือในการส่งเสริมธรรมาภิบาล ความโปร่งใส
			และเปิดพื้นที่เพื่อพัฒนาคุณภาพการให้บริการในสถานศึกษา
			ผู้ใช้บริการและผู้ใช้ข้อมูลสามารถเข้าใช้ข้อมูลในเว็บไซต์นี้ได้
			ภายใต้การยอมรับข้อกำหนดและเงื่อนไขการอนุญาตให้ใช้ข้อมูลเพื่อการส่งเสริมธรรมาภิบาลภายในสถานศึกษา
			ดังนี้
		</p>
		<h2>คำนิยาม</h2>
		<p>
			&ldquo;ข้อกำหนด&rdquo; หมายความว่า
			ข้อกำหนดและเงื่อนไขการอนุญาตการใช้บริการและการใช้ข้อมูลเพื่อการส่งเสริมธรรมาภิบาลภายในสถานศึกษา
			ของ องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย)
		</p>
		<p>
			&ldquo;ข้อมูล&rdquo; หมายความว่า สิ่งที่สื่อความหมายให้รู้เรื่องราวข้อเท็จจริงหรือเรื่องอื่นใด
			ไม่ว่าการสื่อความหมายนั้นจะทำได้โดยสภาพของสิ่งนั้นเองหรือโดยผ่านวิธีการใด ๆ
			และไม่ว่าจะได้จัดทำไว้ในรูปของเอกสาร แฟ้ม รายงาน หนังสือ แผนผัง แผนที่ ภาพวาด ภาพถ่าย
			ภาพถ่ายดาวเทียม ฟิล์ม การบันทึกภาพหรือเสียง การบันทึกโดยเครื่องคอมพิวเตอร์ เครื่องมือตรวจวัด
			การสำรวจระยะไกล หรือวิธีอื่นใดที่ทำให้สิ่งที่บันทึกไว้ปรากฏได้
		</p>
		<p>
			&ldquo;ข้อมูลเปิดเผย&rdquo; หมายความว่า ข้อมูลที่หน่วยงานหรือองค์กร
			เปิดเผยต่อสาธารณะตามกฎหมายว่าด้วยข้อมูลข่าวสารของราชการ
			หรือกฎหมายอื่นในรูปแบบข้อมูลดิจิทัลที่สามารถเข้าถึงและใช้ได้อย่างเสรี ไม่จำกัดแพลตฟอร์ม
			ไม่เสียค่าใช้จ่าย เผยแพร่ ทำซ้ำ หรือใช้ประโยชน์ได้โดยไม่จำกัดวัตถุประสงค์
		</p>
		<p>
			&ldquo;ผู้ใช้ข้อมูล&rdquo; หมายความว่า บุคคล คณะบุคคล นิติบุคคล หน่วยงาน
			หรือองค์กรทั้งภาครัฐและภาคเอกชนทั้งในประเทศและต่างประเทศ ที่เข้าใช้ข้อมูลซึ่งเผยแพร่บน
			<a href="https://schoolgov.actai.co" target="_blank" rel="nofollow noopener noreferrer"
				>https://schoolgov.actai.co</a
			> และตกลงยอมรับเงื่อนไขการใช้บริการและการใช้ข้อมูลภายใต้ข้อกำหนด
		</p>
		<p>
			&ldquo;การใช้บริการ&rdquo; หมายความว่า การเข้าถึง ลงทะเบียน หรือใช้งานผลิตภัณฑ์ ซอฟต์แวร์
			และบริการบนเว็บไซต์ขององค์กร
			ไม่ว่าส่วนใดส่วนหนึ่งหรือทั้งหมดและให้หมายรวมถึงผู้ใช้บริการที่ใช้งานโดยตรงผ่านเว็บไซต์
			หรือช่องทางขององค์กรในรูปแบบต่าง ๆ
		</p>
		<p>
			&ldquo;การใช้ข้อมูล&rdquo; หมายความว่า
			การนำข้อมูลไม่ว่าทั้งหมดหรือบางส่วนไปใช้ประโยชน์ไม่ว่าจะด้วยรูปแบบหรือวิธีการใด ๆ
			หรือเพื่อวัตถุประสงค์ใด ๆ อันชอบด้วยกฎหมายของผู้ใช้ข้อมูล
			และภายใต้การยอมรับการปฏิบัติตามข้อกำหนดการได้มาซึ่งข้อมูล
		</p>
		<p>
			ข้อมูลที่เผยแพร่บน <a
				href="https://schoolgov.actai.co"
				target="_blank"
				rel="nofollow noopener noreferrer">https://schoolgov.actai.co</a
			>
			เป็นข้อมูลเปิดเผยที่เผยแพร่ผ่านระบบสารสนเทศเพื่อบริหารการศึกษา (Education Management Information
			System : EMIS) และระบบจัดเก็บข้อมูลสิ่งก่อสร้าง (B-OBEC) ของสำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน
			(สพฐ.) โดยองค์กรต่อต้านคอร์รัปชัน (ประเทศไทย) ได้ดำเนินการรวบรวมและเผยแพร่ข้อมูลในรูปแบบดิจิทัล
			เพื่อประโยชน์ของสาธารณะในการส่งเสริมความโปร่งใสและสร้างการมีส่วนร่วมภายในสถานศึกษา
		</p>
		<p>
			ข้อมูลที่เผยแพร่บน <a
				href="https://schoolgov.actai.co"
				target="_blank"
				rel="nofollow noopener noreferrer">https://schoolgov.actai.co</a
			>
			ดำเนินการปรับปรุงอย่างสม่ำเสมอเพื่อให้ข้อมูลเป็นปัจจุบันมากที่สุด โดยผู้ใช้งานสามารถตรวจสอบความถูกต้องของข้อมูล
			ได้ดังนี้
		</p>
		<ul>
			<li>
				<strong>ข้อมูลสารสนเทศสถานศึกษา</strong><br />เข้าถึงจาก ระบบสารสนเทศเพื่อบริหารการศึกษา
				(Education Management Information System : EMIS) -
				<a
					href="https://data.bopp-obec.info/emis/"
					target="_blank"
					rel="nofollow noopener noreferrer">https://data.bopp-obec.info/emis/</a
				>
			</li>
			<li>
				<strong>ข้อมูลสิ่งก่อสร้างสถานศึกษา</strong><br />เข้าถึงจาก ระบบจัดเก็บข้อมูลสิ่งก่อสร้าง
				(B-OBEC) -
				<a href="https://bobec.bopp-obec.info/" target="_blank" rel="nofollow noopener noreferrer"
					>https://bobec.bopp-obec.info/</a
				>
			</li>
		</ul>
		<h2>ข้อกำหนดและเงื่อนไขของข้อกำหนด</h2>
		<p>
			ผู้ใช้บริการและใช้ข้อมูล มีสิทธิและหน้าที่ในการใช้บริการและข้อมูลบน <a
				href="https://schoolgov.actai.co"
				target="_blank"
				rel="nofollow noopener noreferrer">https://schoolgov.actai.co</a
			>
			ดังนี้
		</p>
		<ol>
			<li>
				เข้าถึง ลงทะเบียน หรือใช้งานผลิตภัณฑ์ ซอฟต์แวร์ และบริการบนเว็บไซต์ขององค์กร
				เพื่อวัตถุประสงค์และผลประโยชน์อื่นใดในการส่งเสริมธรรมาภิบาลและพัฒนาคุณภาพการให้บริการของสถานศึกษา
			</li>
			<li>
				ทำซ้ำ เผยแพร่ แจกจ่าย หรือใช้ประโยชน์ในรูปแบบอื่นใดจากข้อมูล
				เพื่อวัตถุประสงค์ในการพัฒนาบริการและนวัตกรรมต่าง ๆ
				หรือเพื่อประโยชน์อื่นใดในการส่งเสริมธรรมาภิบาล และพัฒนาคุณภาพการให้บริการของสถานศึกษา
			</li>
			<li>
				ประยุกต์ใช้ข้อมูล โดยวิธีการหรือรูปแบบต่าง ๆ
				ซึ่งไม่เป็นการปรับเปลี่ยนเนื้อหาสาระของข้อมูลให้สื่อความหมายผิดไปจากเดิม
			</li>
			<li>
				ใช้ประโยชน์ในข้อมูลโดยการรวมข้อมูลเข้ากับข้อมูลอื่น ๆ
				หรือการนำข้อมูลมาเป็นส่วนหนึ่งในการศึกษา วิเคราะห์ วิจัย พัฒนาบริการและนวัตกรรม
				หรือการดำเนินการอื่นใดเพื่อมุ่งให้เกิดประโยชน์แก่ส่วนรวมในการส่งเสริมธรรมาภิบาล
				และพัฒนาคุณภาพการให้บริการของสถานศึกษา
			</li>
			<li>
				ปฏิบัติตามมาตรฐาน ข้อกำหนด และหลักเกณฑ์ที่เกี่ยวข้องกับการใช้ข้อมูลเพื่อส่งเสริมธรรมาภิบาล
				และพัฒนาคุณภาพการให้บริการของสถานศึกษา ของ องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย)
			</li>
		</ol>
		<p>
			ทั้งนี้
			ผู้ใช้ข้อมูลต้องใช้ข้อมูลเพื่อวัตถุประสงค์อันชอบด้วยกฎหมายและไม่ขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน
		</p>
		<h2>การอ้างอิงข้อมูล</h2>
		<p>
			การอ้างอิงข้อมูลจาก <a
				href="https://schoolgov.actai.co"
				target="_blank"
				rel="nofollow noopener noreferrer">https://schoolgov.actai.co</a
			> ในการนำข้อมูลไม่ว่าทั้งหมดหรือบางส่วนไปใช้งาน หรือดำเนินการอื่นเพื่อวัตถุประสงค์ใด ๆ อันชอบด้วยกฎหมายของผู้ใช้ข้อมูล
			ผู้ใช้ข้อมูลต้องอ้างอิงถึงหน่วยงานผู้จัดทำข้อมูล โดยใส่ข้อความเพื่อแสดงถึงแหล่งที่มาของข้อมูลเปิดสารสนเทศ
			วันที่เข้าถึงข้อมูล และข้อมูลอื่น ๆ ที่จำเป็น
		</p>
		<p>
			องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย) ขอสงวนสิทธิ์ในการเก็บค่าบริการการเข้าถึงข้อมูล
			การระงับชั่วคราวหรือยกเลิกการเผยแพร่ข้อมูลบน <a
				href="https://schoolgov.actai.co"
				target="_blank"
				rel="nofollow noopener noreferrer">https://schoolgov.actai.co</a
			>
			หรือยกเลิกการให้ข้อมูลต่อไปไม่ว่ากรณีใด ๆ โดยไม่จำต้องบอกกล่าวล่วงหน้า และไม่ก่อให้เกิดความรับผิดชอบใด
			ๆ แก่องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย)
		</p>
		<h2>ข้อกําหนดและเงื่อนไขสำหรับการสมัครสมาชิก</h2>
		<p>
			ผู้สมัครสมาชิกตกลงยินยอมผูกพันตามข้อกําหนดและเงื่อนไขการใช้บริการออนไลน์ของ
			องค์กรต่อต้านคอร์รัปชัน (ประเทศไทย) ดังต่อไปนี้
		</p>
		<ul>
			<li>ท่านสามารถสมัครสมาชิกในการใช้งานโดยไม่ต้องเสียค่าใช้จ่ายใด ๆ ทั้งสิ้น</li>
			<li>
				ผู้สมัครสมาชิกจะต้องกรอกข้อมูลรายละเอียดต่าง ๆ ตามจริงให้ครบถ้วน
				ทั้งนี้เพื่อประโยชน์ของตัวผู้สมัครเอง หากมีการตรวจพบว่าข้อมูลของท่านไม่เป็นความจริง
				ผู้ให้บริการจะขอระงับการใช้งานโดยไม่ต้องแจ้งให้ทราบล่วงหน้า และข้อมูลรายละเอียดต่าง ๆ
				ของท่านจะได้รับการคุ้มครองตามนโยบายการคุ้มครองข้อมูลส่วนบุคคลที่ทางผู้ให้บริการจัดทำขึ้น
				ทั้งนี้ท่านมั่นใจได้ว่า<span class="u"
					>จะไม่มีการเปิดเผยข้อมูลส่วนบุคคลอันเป็นการสื่อถึงตัวสมาชิกผู้ใช้งาน</span
				>
			</li>
			<li>
				ผู้ใดแอบอ้าง หรือกระทําการใด ๆ
				อันเป็นการละเมิดสิทธิส่วนบุคคลโดยการใช้ข้อมูลของผู้อื่นมาแอบอ้างสมัครสมาชิกเพื่อให้ได้ซึ่งสิทธิการเป็นสมาชิก
				หรือกระทำการเผยแพร่ข้อมูลส่วนบุคคลผู้เป็นสมาชิกถือว่าเป็นความผิด
				ต้องรับโทษตามที่กฎหมายกําหนดไว้
			</li>
			<li>
				ข้อมูลส่วนบุคคลของผู้สมัครที่ได้ลงทะเบียน หรือข้อมูลการใช้งานของเว็บไซต์ของทั้งหมดนั้น
				ผู้สมัคร ยอมรับและตกลงว่าเป็นสิทธิขององค์กรฯ
				ในการเก็บรวบรวมและใช้ข้อมูลของผู้สมัครสมาชิกในงานที่เกี่ยวข้องกับองค์กรฯ
			</li>
			<li>
				ผู้สมัครจะต้องรักษารหัสผ่าน หรือชื่อเข้าใช้งานในระบบสมาชิกเป็นความลับ
				และหากมีผู้อื่นสามารถเข้าใช้จากทางชื่อของผู้สมัคร ได้ทางองค์กรฯ จะไม่รับผิดชอบใด ๆ ทั้งสิ้น
			</li>
			<li>
				ข้าพเจ้าผู้สมัคร ได้อ่านรายละเอียดข้อกำหนดและเงื่อนไขการสมัครสมาชิกโดยละเอียดถี่ถ้วนแล้ว
				ผู้สมัครยินยอมและตกลงให้องค์กรฯ ตรวจสอบข้อมูลส่วนบุคคลตามที่ระบุในการสมัครสมาชิก
				หรือจัดเก็บรวบรวมข้อมูลและใช้ข้อมูลของผู้สมัครสมาชิกในงานที่เกี่ยวข้องกับองค์กรฯ
			</li>
		</ul>
	</section>
</div>

<style lang="scss">
	header {
		height: 160px;
		display: flex;
		align-items: center;
		justify-content: center;
		position: relative;
		padding: 32px;

		> h1 {
			color: #3c55ab;
			font-family: Mitr;
			font-size: 28px;
			font-weight: 500;
			line-height: 1.2;
			letter-spacing: 0.02em;
			text-align: center;
		}
	}

	h2 {
		font-family: Mitr;
		font-size: 16px;
		font-weight: 500;
		line-height: 20px;
		letter-spacing: 0.02em;
	}

	.term-container {
		background: #fff;
		color: #3c55ab;
	}

	section {
		max-width: 800px;
		margin: 0 auto;
		padding: 32px;
		padding-bottom: 160px;

		display: flex;
		flex-direction: column;
		gap: 16px;
	}

	ol,
	ul {
		margin: 0;
		margin-left: 2ch;
	}

	.u {
		text-decoration: underline;
	}

	a {
		color: inherit;
	}

	.back {
		position: absolute;
		top: 16px;
		left: 16px;
	}

	@media screen and (min-width: 768px) {
		header > h1 {
			font-size: 39px;
		}

		section {
			padding-bottom: 128px;
		}
	}
</style>
