export const QUIZ_QUESTIONS_TITLE = [
	'ความสะอาด',
	'ความเพียงพอ',
	'ความปลอดภัย',
	'ความสวยงามน่าใช้',
	'ความพึงพอใจ'
];

export const QUIZ_QUESTIONS_DESC = {
	classroom: [
		'ห้องเรียนของฉันมีองค์ประกอบสำคัญ เช่น พื้น หน้าต่าง ระเบียง โต๊ะ ฯลฯ ไม่มีฝุ่น ขยะ หรือคราบเปรอะเปื้อน บรรยากาศปลอดโปร่ง มีการจัดเวรพร้อมทั้งอุปกรณ์ทำความสะอาดที่พร้อมใช้จัดเก็บเป็นระเบียบ',
		'ห้องเรียนของฉันมี โต๊ะ เก้าอี้ หลอดไฟ พัดลม เครื่องปรับอากาศ กระดาน ทีวี ฯลฯ เพียงพอ',
		'ห้องเรียนของฉันมี หน้าต่าง ประตู พื้น โต๊ะ เก้าอี้ สวิตช์ไฟ ฯลฯ ซึ่งทำจากวัสดุเหมาะสม อยู่ในสภาพดี ไม่อยู่ในตำแหน่งอันตราย และมีส่วนประกอบรองรับความปลอดภัย เช่น มีระเบียงนอกหน้าต่าง เป็นต้น',
		'วัสดุในห้องเรียนของฉันสวยงามไม่มีรอยขีดข่วน บรรยากาศโดยรวมไม่คับแคบ แบ่งเป็นสัดส่วน และมีการตกแต่งเพื่อเสริมบรรยากาศการเรียนรู้',
		'ความพึ่งพอใจของฉันต่อห้องเรียนโดยภาพรวม'
	],
	toilet: [
		'ห้องน้ำของฉันมีอุปกรณ์รักษาความสะอาด เช่น กระดาษชำระ ขันตักน้ำ ถังขยะ อ่างล้างมือ สบู่ รางระบายน้ำ พัดลม หรือ ช่องระบาย ฯลฯ',
		'ห้องน้ำของฉันมีโถปัสสาวะ โถสุขภัณฑ์ อ่างล้างมือ หลอดไฟให้แสงสว่าง ฯลฯ เพียงพอต่อจำนวนนักเรียน',
		'ห้องน้ำของฉันมี กระจกโถสุขภัณฑ์ กลอนล็อก ฯลฯ อยู่ในสภาพแข็งแรง และมีความมิดชิด แบ่งสัดส่วนชัดเจน',
		'ห้องน้ำของฉัน ตกแต่งสวยงาม อยู่ในสภาพดี ไม่มีรอยขีดข่วน และมีการใช้ที่ดับกลิ่น (ลูกเหม็น มะกรูด)',
		'ความพึ่งพอใจของฉันต่อห้องน้ำโดยภาพรวม'
	],
	canteen: [
		'โรงอาหารของฉันมีอาหาร น้ำดื่มบรรจุในภาชนะที่สะอาดและมิดชิด มีที่วางช้อน ส้อม ตะเกียบ พร้อมอุปกรณ์ทำความสะอาด องค์ประกอบสำคัญ เช่น โต๊ะ เก้าอี้ พื้นที่ทำอาหาร ฯลฯ สะอาด และไม่มีสัตว์ รวมถึงแม่ครัวใส่เสื้อมีแขน ผ้ากันเปื้อน ที่คลุมผม',
		'โรงอาหารของฉันมี ที่นั่ง ตู้กดน้ำดื่ม ภาชนะในการรับประทาน ร้านขายอาหาร/เครื่องดื่ม พัดลมระบายอากาศ ฯลฯ เพียงพอ',
		'ภาชนะที่ใช้บรรจุและบริโภคอาหารในโรงอาหารของฉัน ทำมาจากวัสดุปลอดภัย พื้นที่ภายในโรงอาหารแยกเป็นสัดส่วนชัดเจน มีประตู หรือมุ้งลวดปิดมิดชิด โต๊ะ เก้าอี้แข็งแร็ง ใช้งานได้ ไม่มีวัตถุไวไฟ มีตรารับรอง มอก. อย. และป้ายห้ามสูบบุหรี่',
		'โรงอาหารของฉันมีบรรยากาศตกแต่งสวยงาม อยู่ในสภาพดี อาหารถูกหลักโภชนาการ รสชาติ และปริมาณเป็นที่น่าพอใจ',
		'ความพึ่งพอใจของฉันต่อโรงอาหารโดยภาพรวม'
	],
	gym: [
		'โรงเรียนของฉันมีบริเวณลานกีฬาและอุปกรณ์ที่สะอาด พร้อมใช้งาน ไม่มีฝุ่น บรรยากาศโดยร่วมปลอดโปร่งและไม่มีขยะ',
		'โรงเรียนของฉันพื้นที่ลานกีฬาอเนกประสงค์ สนามบาส สนามฟุตบอล สนามวอลเล่ย์บอล สนามตระกร้อ และอุปกรณ์กีฬา เพียงพอ',
		'ลานกีฬาของฉันมี อุปกรณ์กีฬา หลังคา โดม อัฒจรรย์ อยู่ในสภาพดี พร้อมใช้งาน บริเวณสนามไม่รกร้าง ไม่มีวัสดุอันตราย และสนามเหมาะต่อการใช้งาน เช่น ไม่ใช่ลานดิน ไม่เป็นหลุ่มบ่อ',
		'ลานกีฬาของฉัน ทาสีพื้นสนามสวยงาม มีกีฬาให้เล่นหลากหลาย บรรยากาศโดยรอบร่มรื่น มีโดมหลังคากันแดด กันฝน',
		'ความพึ่งพอใจของฉันต่อลานกีฬาโดยภาพรวม'
	]
};
